Repository: poliedro-polimi/polimipride.it
Catalog: polimipride/translations/*/LC_MESSAGES/messages.po
Languages: it

source: en
it: it

source: wmdltb
it: wdmltb

source: Politecnico's Pride
it: Orgoglio Politecnico

source: Integrating Diversity
it: Integriamo le Diversità

source: The project
it: L'iniziativa

source: About us
it: Chi siamo

source: Contacts
it: Contatti

source: Support us now
it: Sostienici ora

source: With the patronage of
it: Con il patrocinio del

source: The initiative <strong>PoliMi Pride</strong> is funded by
it: L'iniziativa <strong>PoliMi Pride</strong> è realizzata con il contributo del

source: Visit <a href='https://poliedro-polimi.it'>our website</a> to discover all of our other activities.
it: Visita il nostro <a href='https://poliedro-polimi.it'>sito</a> per scoprire tutte le altre nostre attività.

source: credits
it: crediti

source: Credits
it: Crediti

source: PoliMi Pride is PoliEdro's initiative to bring Milano Pride to Politecnico di Milano and, at the same time, to bring Politecnico to Milano Pride.
it: Il PoliMi Pride è l'iniziativa di PoliEdro per portare il Milano Pride al Politecnico di Milano e allo stesso tempo portare il Politecnico al Pride.

source: The Pride Parade is a manifestation of gay, lesbian, bisexual, transexual, asexual, intersex and queer pride: an extraordinary celebration of freedom that has now reached Politecnico di Milano.
it: Il Pride è la manifestazione dell'orgoglio delle persone gay, lesbiche, bisessuali, transessuali, asessuali, intersessuali e queer: una straordinaria festa di libertà che è approdata anche al Politecnico.

source: For the second year Politecnico di Milano has given its patronage to the Milano Pride, officially supporting our activities inside the campuses and so telling everyone that in our university diversities are an enrichment and everyone should feel welcome and safe.
it: Per il secondo anno il Politecnico di Milano ha dato il suo patrocinio al Milano Pride, supportando ufficialmente le nostre attività dentro ai campus e dicendo quindi a tutti che nella nostra università le diversità sono un arricchimento e tutti dovrebbero sentirsi accolti e al sicuro.

source: The event will have its grand finale with the <a href='http://www.milanopride.it'>Milano Pride</a> Parade on June 30th through the streets of Lombardy's chief town, but there's more:
it: L'evento terminerà con la parata del <a href='http://www.milanopride.it'>Milano Pride</a> il 30 Giugno tra le vie del capoluogo lombardo, ma non si limita a questo:

source: PoliMi Pride will span through whole month of June with in-depth events on the meaning and the history of Pride and on LGBTI+ themes. We'll have conferences, movies, informative stands and colorful gadgets.
it: PoliMi Pride colorerà l'intero mese di Giugno con eventi di approfondimento sul significato e la storia del Pride e sulle tematiche LGBTI+ tra conferenze, proiezioni di film, stand informativi e gadget arcobaleno.

source: Events
it: Eventi

source: We're still not done with all the planning for our events. Follow our <a href='https://poliedro.polimi.it/#social'>social media</a> to stay updated with our news.
it: I dettagli dei vari eventi non sono ancora stati definiti con precisione. Segui i nostri <a href='https://poliedro.polimi.it/#social'>social</a> per rimanere aggiornato sulle news.

source: Wednesday
it: Mercoledì

source: May
it: Maggio

source: Subscribe
it: Iscriviti

source: Tuesday
it: Martedì

source: Room
it: Aula

source: Discussion meeting: the nature of Pride
it: Incontro di Discussione: La natura del Pride

source: Facebook event
it: Evento Facebook

source: Friday
it: Venerdì

source: June
it: Giugno

source: To be defined
it: Da definire

source: Movie projection
it: Proiezione film

source: Thursday
it: Giovedì

source: Monday
it: Lunedì

source: Solarium Square
it: Piazzetta Solarium

source: Oval Square
it: Piazzetta Ovale

source: BL27-BL28 Buildings
it: Edifici BL27-BL28

source: PoliMi Pride stands! Come pick up your gadgets!
it: Stand PoliMi Pride! Vieni a ritirare i gadget!

source: Saturday
it: Sabato

source: Visit website
it: Visita il sito

source: A bit of history
it: Un po' di storia

source: In 2017, for the first time, we asked our Univesity to officially support Milano Pride. The only thing we were asking for was the recognition of an important event and a demonstration of Politecnico being on our side. The recognition came stronger than we could ever expect: pushed by the support and enthusiasm of PoliMi's representatives, staff and teachers, we were advised to make something bigger.
it: Nel 2017, per la prima volta, abbiamo chiesto alla nostra Università di patrocinare il Milano Pride. L'unica cosa che chiedevamo era il riconoscimento di un evento importante per noi e un gesto dal parte del Politecnico per sapere di averlo al nostro fianco: riconoscimento che è arrivato ben più forte di quanto ci potessimo aspettare e in più spinti dall'appoggio e dall'entusiasmo di rappresentanti, staff e docenti PoliMi ci è stato chiesto di riempire il semplice patrocinio con il significato che meritava.

source: That's how PoliMi Pride was born: with the synergy of Polytechnic community we set up informative stands around the campuses, printed our pins, t-shirts, banners and flags and went all together to march at Milano Pride.
it: Così è nato PoliMi Pride: dalla sinergia della comunità politecnica abbiamo portato stand informativi nei campus, creato gadget come spille, magliette, striscioni e bandiere e abbiamo sfilato insieme alla parata del Milano Pride.

source: This year Politecnico decided to renew its patronage to the initiative, and we couldn't be more happy and proud of our university.
it: Quest'anno il Politecnico ha deciso di rinnovare il suo patrocinio all'iniziativa e noi non potremmo essere più felici e orgogliosi della nostra università.

source: This June, PoliMi Pride will celebrate its second edition with more events, stands and gadgets!
it: PoliMi Pride quindi ritornerà con la sua seconda edizione, accompagnato da eventi, stand e gadget per tutto Giugno!

source: We are a group of students of Politecnico di Milano. We want to raise awareness of the issues of the LGBTI+ community (Lesbian, Gay, Bisexual, Trans*, Intersexual and all the other nuances) by organizing events, conferences, talks and meetings about these topics. We try to be a landmark for students who feel discriminated in the University environment.
it: Siamo un gruppo di studenti del Politecnico decisi a sensibilizzare sulle tematiche riguardanti le realtà LGBTI+ (Lesbiche, Gay, Bisessuali, Transessuali, Intersessuali, e tutte le altre sfumature), attraverso l’organizzazione di eventi, conferenze, dibattiti e riunioni a riguardo, oltre che accogliere chi, all’interno dell’ambiente universitario, si sente discriminato.

source: Visit our website
it: Visita il nostro sito

source: Why we do it
it: Perché lo facciamo

source: The University is a place where we spend a lot of our time, trying to develop our knoweledge and skills for a better life and career. It’s stressful sometimes, but we think it’s even worse when one feels out of place, when one doesn’t feel safe enough to be oneself.
it: L'Università è un luogo dove trascorriamo una grossa fetta del nostro tempo, dove cerchiamo di sviluppare le nostre conoscenze e capacità per poter avere una vita e una carriera migliore. A volte è un po' stressante, ma crediamo che quando ci si sente a casa, quando non ci si sente al sicuro, possa esserlo ancora di più.

source: We think a University should do its best to show its student it’s doing the best it can to make them feel at home.
it: Crediamo che un'Università debba impegnarsi per mostrare ai propri studenti che sta facendo il meglio che può per farli sentire nel posto giusto.

source: We think a University should care about diversity and inclusion and promote them, so students will know they can be Proud of who they are and of what makes them different.
it: Crediamo che un'Università debba preoccuparsi della <i>Diversity</i>, dell'inclusione e di promuoverle. In questo modo gli studenti sapranno di poter essere Fieri di ciò che sono e di ciò che li rende unici.

source: That’s what PoliMi Pride is all about: attending Milano Pride is the tip of the iceberg.
it: Questi sono i valori di fondo che portiamo avanti con PoliMi Pride: la partecipazione al Milano Pride è soltanto la punta dell'iceberg.

source: How to support the project
it: Come supportare l'iniziativa

source: Our designer team made new graphics and gadgets for this edition of PoliMi Pride, so all of us can join the colors of the Parade on June 30th.
it: Il nostro team di designer ha progettato un nuovo logo e nuovi gadget per questa edizione di PoliMi Pride, così che tutti noi possiamo riempire di colori la marcia del 30 Giugno.

source: We need your support: we launched a <strong>crowdfunding campaign</strong> to gather all the funds we need to order all PoliMi Pride gadgets.
it: Ma per realizzarli abbiamo bisogno del vostro sostegno: abbiamo lanciato una <strong>campagna di crowdfunding</strong> per mettere insieme i fondi per ordinare tutti i materiali targati PoliMi Pride.

source: With a small donation to our project:
it: Con una piccola donazione al nostro progetto:

source: you get PoliMi Pride-branded pins, stickers, sackpacks and t-shirts.
it: tu ottieni spille, adesivi, sacche e t-shirt targate PoliMi Pride

source: we get the money we need to order the gadgets, provide for the expenses of our events and organize even better events in the future!
it: noi otteniamo i fondi che ci servono per ordinare i gadget e provvedere alle spese per i nostri eventi e per organizzarne ancora di migliori in futuro!

source: Pick your favourite gadgets!
it: Scegli i gadget che più di piacciono!
